Repository: AthlyProject/athly-project
Catalog: athly-ios/AthlyRunner/Resources/Localizable.xcstrings
Source language: pt_br
Languages: de, en

source: Isso apaga permanentemente sua conta e todos os seus dados (plano, treinos e histórico). Esta ação não pode ser desfeita.
de: Dadurch werden dein Konto und alle deine Daten (Plan, Trainings und Verlauf) dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: This permanently deletes your account and all your data (plan, workouts, and history). This action cannot be undone.

source: Isso pode levar até 3 minutos. Você será notificado quando estiver pronto.
de: Das kann bis zu 3 Minuten dauern. Du wirst benachrichtigt, sobald es fertig ist.
en: This can take up to 3 minutes. You'll be notified when it's ready.

source: Já existe um plano para esta semana. Exclua a semana atual e seus treinos antes de gerar de novo.
de: Für diese Woche gibt es bereits einen Plan. Lösche die aktuelle Woche und ihre Trainings, bevor du neu generierst.
en: A plan for this week already exists. Delete the current week and its workouts before generating again.

source: Já tem conta?
de: Hast du schon ein Konto?
en: Already have an account?

source: Já tenho uma conta
de: Ich habe bereits ein Konto
en: I already have an account

source: Lap
de: Runde

source: Lap %lld
de: Runde %lld

source: Laps do relogio
de: Runden der Uhr
en: Watch laps

source: Laps do relógio
de: Uhr-Runden
en: Watch laps

source: Leitura da Athly
de: Athly-Einschätzung
en: Athly's Insight

source: Lembretes
de: Erinnerungen
en: Reminders

source: Lembretes de treino
de: Trainingserinnerungen
en: Workout reminders

source: Lendo atividade…
de: Aktivität wird gelesen…
en: Reading activity…

source: Leva apenas 2 minutos
de: Dauert nur 2 Minuten
en: Takes just 2 minutes

source: Libere o acesso à câmera nos Ajustes para tirar a foto com a marca d'água — ou escolha uma foto da galeria.
de: Aktiviere den Kamerazugriff in den Einstellungen, um das Foto mit Wasserzeichen aufzunehmen — oder wähle eines aus deiner Fotomediathek.
en: Enable camera access in Settings to take the watermark photo — or choose one from your library.

source: Live Activities desativadas
de: Live Activities deaktiviert
en: Live Activities disabled

source: Local
de: Lokal

source: Local Athly
de: Athly (lokal)
en: Athly (local)

source: Mais
de: Mehr
en: More

source: Mais de 42 km
de: Mehr als 42 km
en: More than 42 km

source: Manter somente no Athly
de: Nur in Athly behalten
en: Keep only in Athly

source: Maratona
de: Marathon
en: Marathon

source: Masculino
de: Männlich
en: Male

source: máx
de: max
en: max

source: Média
de: Durchschnitt
en: Average

source: Meia
de: Halbmarathon
en: Half

source: Meia maratona
de: Halbmarathon
en: Half marathon

source: Melhor valor
de: Bester Wert
en: Best value

source: Melhorar fitness
de: Fitness verbessern
en: Improve fitness

source: Melhorar fitness e endurance
de: Fitness und Ausdauer verbessern
en: Improve fitness and endurance

source: Menos
de: Weniger
en: Less

source: Meta
de: Ziel
en: Goal

source: Meta · %@
de: Ziel · %@
en: Goal · %@

source: Meta ativa
de: Aktives Ziel
en: Active goal

source: Meta da semana
de: Wochenziel
en: Weekly goal

source: Meta da Semana
de: Wochenziel
en: Goal of the Week

source: Meta semanal não encontrada
de: Wochenziel nicht gefunden
en: Weekly goal not found

source: min:seg
de: Min:Sek
en: min:sec

source: Minutos
de: Minuten
en: Minutes

source: Moderado
de: Moderat
en: Moderate

source: Não
de: Nein
en: No

source: Não autorizado
de: Nicht autorisiert
en: Unauthorized

source: Não consegui salvar
de: Speichern fehlgeschlagen
en: Couldn't save

source: Não foi possível abrir o login do Google.
de: Die Google-Anmeldung konnte nicht geöffnet werden.
en: Couldn't open Google sign-in.

source: Não foi possível abrir os dados brutos desta corrida para reconstruir os blocos.
de: Die Rohdaten dieses Laufs konnten nicht geöffnet werden, um die Trainingsblöcke zu rekonstruieren.
en: Couldn't open this run's raw data to rebuild the workout blocks.

source: Não foi possível anexar a rota à corrida original: %@
de: Die Route konnte nicht an den ursprünglichen Lauf angehängt werden: %@
en: Couldn't attach the route to the original run: %@

source: Não foi possível atualizar a corrida original
de: Der ursprüngliche Lauf konnte nicht aktualisiert werden
en: Couldn't update the original run

source: Não foi possível carregar o conteúdo
de: Der Inhalt konnte nicht geladen werden
en: Couldn't load the content

source: Nao foi possivel carregar os planos agora. Confira a configuracao da App Store e tente novamente.
de: Die Pläne konnten gerade nicht geladen werden. Überprüfe deine App-Store-Einstellungen und versuche es erneut.
en: Couldn't load the plans right now. Check your App Store settings and try again.

source: Nao foi possivel concluir a compra. Tente novamente.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuche es erneut.
en: Couldn't complete the purchase. Please try again.

source: Não foi possível concluir o treino. Tente novamente mais tarde.
de: Das Training konnte nicht abgeschlossen werden. Bitte versuche es später erneut.
en: We couldn't complete the workout. Please try again later.

source: Não foi possível encontrar fronteiras confiáveis para os blocos.
de: Es konnten keine zuverlässigen Grenzen für die Blöcke gefunden werden.
en: Couldn't find reliable boundaries for the blocks.

source: Não foi possível enviar o feedback. Tente novamente ou use "Pular por agora".
de: Feedback konnte nicht gesendet werden. Versuche es erneut oder nutze „Später überspringen“.
en: Couldn't send feedback. Try again or use "Skip for now".

source: Não foi possível enviar o questionário. Tente novamente.
de: Der Fragebogen konnte nicht gesendet werden. Bitte versuche es erneut.
en: Couldn't submit the questionnaire. Please try again.

source: Não foi possível excluir a conta. Tente novamente.
de: Konto konnte nicht gelöscht werden. Versuche es erneut.
en: Couldn't delete the account. Try again.

source: Não foi possível gerar a próxima semana. Tente novamente mais tarde.
de: Deine nächste Trainingswoche konnte nicht erstellt werden. Bitte versuche es später erneut.
en: Unable to generate your next training week. Please try again later.

source: Não foi possível gerar seu plano agora. Tente novamente.
de: Dein Plan konnte gerade nicht erstellt werden. Bitte versuche es erneut.
en: We couldn't generate your plan right now. Please try again.

source: Não foi possível identificar a conta. Tente novamente.
de: Das Konto konnte nicht identifiziert werden. Bitte versuche es erneut.
en: We couldn't identify your account. Please try again.

source: Não foi possível ler a atividade: %@
de: Die Aktivität konnte nicht gelesen werden: %@
en: Couldn't read the activity: %@

source: Não foi possível obter as credenciais da Apple.
de: Apple-Anmeldedaten konnten nicht abgerufen werden.
en: Couldn't get Apple credentials.

source: Não foi possível obter as credenciais do provedor. Tente novamente.
de: Die Anmeldedaten des Anbieters konnten nicht abgerufen werden. Bitte versuche es erneut.
en: Couldn't get credentials from the provider. Please try again.

source: Não foi possível preparar seus treinos. Tente novamente.
de: Deine Trainings konnten nicht vorbereitet werden. Bitte versuche es erneut.
en: Unable to prepare your workouts. Please try again.

source: Não foi possível reconstruir os blocos desta corrida: %@
de: Die Blöcke dieses Laufs konnten nicht rekonstruiert werden: %@
en: Couldn't rebuild this run's blocks: %@

source: Nao foi possivel restaurar a compra. Tente novamente.
de: Der Kauf konnte nicht wiederhergestellt werden. Bitte versuche es erneut.
en: Couldn't restore the purchase. Please try again.

source: Não foi possível salvar seu feedback. Tente novamente.
de: Dein Feedback konnte nicht gespeichert werden. Bitte versuche es erneut.
en: We couldn't save your feedback. Please try again.

source: Não foi possível validar seu login com a Apple. Tente novamente.
de: Deine Apple-Anmeldung konnte nicht überprüft werden. Bitte versuche es erneut.
en: We couldn't verify your Apple sign-in. Please try again.

source: Não foi possível validar seu login com o Google. Tente novamente.
de: Deine Google-Anmeldung konnte nicht überprüft werden. Bitte versuche es erneut.
en: We couldn't verify your Google sign-in. Please try again.

source: Nao ha corridas no Apple Health neste dispositivo. No simulador pode nao haver dados.
de: Es sind keine Läufe in Apple Health auf diesem Gerät vorhanden. Im Simulator sind möglicherweise keine Daten verfügbar.
en: There are no runs in Apple Health on this device. The simulator may have no data.

source: Não tem conta?
de: Noch kein Konto?
en: Don't have an account?

source: Nenhum bloco definido para este treino
de: Keine Blöcke für dieses Training definiert
en: No blocks defined for this workout

source: Nenhum plano ativo
de: Kein aktiver Plan
en: No active plan

source: Nenhum treino prescrito com corrida vinculada
de: Kein geplantes Training mit verknüpftem Lauf
en: No prescribed workout with a linked run

source: Nenhuma atividade utilizável foi encontrada no arquivo.
de: In der Datei wurde keine verwendbare Aktivität gefunden.
en: No usable activity was found in the file.

source: Nenhuma corrida encontrada
de: Keine Läufe gefunden
en: No runs found

source: Nenhuma corrida encontrada entre %@ e os 2 dias seguintes
de: Keine Läufe zwischen %@ und den folgenden 2 Tagen gefunden
en: No runs found between %@ and the following 2 days

source: Nenhuma corrida nas últimas 4 semanas
de: Keine Läufe in den letzten 4 Wochen
en: No runs in the last 4 weeks

source: Nível · %@
de: Level · %@
en: Level · %@

source: Nível de Esforço
de: Anstrengungslevel
en: Effort Level

source: Nível de Fadiga
de: Ermüdungslevel
en: Fatigue Level

source: Nome completo
de: Vollständiger Name
en: Full name

source: Normalmente respondemos em até 2 dias úteis.
de: Wir antworten normalerweise innerhalb von 2 Werktagen.
en: We usually respond within 2 business days.

source: Notificação no dia do treino agendado
de: Benachrichtigung am Tag des geplanten Trainings
en: Notification on the day of the scheduled workout

source: Nunca corri de forma consistente
de: Ich bin noch nie regelmäßig gelaufen
en: I've never run consistently

source: O Apple Health não está disponível neste dispositivo (por exemplo, no simulador).
de: Apple Health ist auf diesem Gerät nicht verfügbar (z. B. im Simulator).
en: Apple Health isn't available on this device (for example, in the simulator).

source: O Apple Health não retornou a rota criada.
de: Apple Health hat die erstellte Route nicht zurückgegeben.
en: Apple Health didn't return the created route.

source: O Apple Health não retornou o identificador da corrida.
de: Apple Health hat keine Kennung für den Lauf zurückgegeben.
en: Apple Health didn't return the run's identifier.

source: O Apple Health recusou a associação da rota.
de: Apple Health hat die Zuordnung der Route abgelehnt.
en: Apple Health refused to associate the route.

source: O arquivo contém mais de uma atividade. Escolha a corrida:
de: Die Datei enthält mehr als eine Aktivität. Wähle den Lauf aus:
en: The file contains more than one activity. Choose the run:

source: O arquivo contém uma modalidade diferente de corrida.
de: Die Datei enthält eine andere Sportart als Laufen.
en: The file contains a sport other than running.

source: O arquivo excede o limite de 50 MB.
de: Die Datei überschreitet das 50-MB-Limit.
en: The file exceeds the 50 MB limit.

source: O arquivo não contém uma rota GPS utilizável.
de: Die Datei enthält keine verwendbare GPS-Route.
en: The file doesn't contain a usable GPS route.

source: O arquivo não corresponde à corrida vinculada (%@).
de: Die Datei stimmt nicht mit dem verknüpften Lauf überein (%@).
en: The file doesn't match the linked run (%@).

source: O Athly evita duplicar uma corrida equivalente
de: Athly vermeidet die Duplizierung eines entsprechenden Laufs
en: Athly avoids duplicating an equivalent run

source: O Health nao esta disponivel neste dispositivo (por exemplo, no simulador). Use um iPhone fisico para testar.
de: Health ist auf diesem Gerät nicht verfügbar (zum Beispiel im Simulator). Verwende ein physisches iPhone zum Testen.
en: Health is not available on this device (for example, in the simulator). Use a physical iPhone to test.

source: O login com Apple não está disponível no momento.
de: Die Apple-Anmeldung ist derzeit nicht verfügbar.
en: Apple sign-in isn't available right now.

source: O login com Google não está disponível no momento.
de: Die Google-Anmeldung ist derzeit nicht verfügbar.
en: Google sign-in isn't available right now.

source: O que você quer alcançar correndo?
de: Was möchtest du mit dem Laufen erreichen?
en: What do you want to achieve with running?

source: Objetivo pessoal
de: Persönliches Ziel
en: Personal goal

source: Operação cancelada.
de: Vorgang abgebrochen.
en: Operation cancelled.

source: ou
de: oder
en: or

source: ou continue com
de: oder fahre fort mit
en: or continue with

source: Ou mire a data: %@
de: Oder ziel auf das Datum: %@
en: Or aim for the date: %@

source: Outro
de: Andere
en: Other

source: PACE CONFORTÁVEL
de: ANGENEHMES PACE
en: COMFORTABLE PACE

source: Pace méd.
de: Ø-Pace
en: Avg. pace

source: Pace medio
de: Durchschnittspace
en: Average pace

source: Pace médio
de: Durchschnittspace
en: Average pace

source: Pace médio /km
de: Ø Pace /km
en: Avg. pace /km

source: Pace ref.
de: Referenzpace
en: Ref. pace

source: Pace, FC e progresso visual
de: Pace, Herzfrequenz und visueller Fortschritt
en: Pace, heart rate and visual progress

source: Para acompanhar sua corrida na tela de bloqueio, ative Live Activities em Ajustes > Athly > Live Activities.
de: Um deinen Lauf auf dem Sperrbildschirm zu verfolgen, aktiviere Live Activities unter Einstellungen > Athly > Live Activities.
en: To follow your run on the lock screen, enable Live Activities in Settings > Athly > Live Activities.

source: Para qual distância você quer treinar?
de: Für welche Distanz möchtest du trainieren?
en: Which distance do you want to train for?

source: Para rastrear sua corrida, precisamos acessar sua localizacao.
de: Um deinen Lauf aufzuzeichnen, benötigen wir Zugriff auf deinen Standort.
en: To track your run, we need access to your location.

source: Parabéns!
de: Glückwunsch!
en: Congrats!

source: Parcial
de: Teilweise
en: Partial

source: Participo de provas com preparação
de: Ich nehme mit Vorbereitung an Wettkämpfen teil
en: I take part in races with preparation

source: Pendente
de: Ausstehend
en: Pending

source: Pendente Apple Health
de: Apple Health ausstehend
en: Apple Health pending

source: Perfil
de: Profil
en: Profile

source: Período
de: Zeitraum
en: Period

source: Período analisado
de: Analysierter Zeitraum
en: Analyzed period

source: Período de teste: %lld dias restantes
de: Testphase: %lld Tage übrig
en: Trial period: %lld days remaining

source: Permissão atualizada. Toque em Tentar Apple Health.
de: Berechtigung aktualisiert. Tippe auf „Apple Health versuchen“.
en: Permission updated. Tap Try Apple Health.

source: Permissão atualizada. Toque em Tentar novamente para enviar ao Apple Health.
de: Berechtigung aktualisiert. Tippe auf „Erneut versuchen“, um an Apple Health zu senden.
en: Permission updated. Tap Try Again to send to Apple Health.

source: Permissao de localizacao necessaria
de: Standortberechtigung erforderlich
en: Location permission required

source: Permitir localizacao
de: Standort erlauben
en: Allow location

source: Peso
de: Gewicht
en: Weight

source: Peso (kg)
de: Gewicht (kg)
en: Weight (kg)

source: Plano
de: Plan
en: Plan

source: Plano anual
de: Jahresplan
en: Annual plan

source: Plano Athly
de: Athly-Plan
en: Athly plan

source: PLANO ATIVO
de: AKTIVER PLAN
en: ACTIVE PLAN

source: Plano de treino
de: Trainingsplan
en: Training plan

source: Plano de Treino
de: Trainingsplan
en: Training Plan

source: Plano de treino não encontrado
de: Trainingsplan nicht gefunden
en: Training plan not found

source: Plano gerado por IA
de: KI-generierter Plan
en: AI-generated plan

source: Plano gratuito
de: Kostenloser Plan
en: Free plan

source: Plano mensal
de: Monatsplan
en: Monthly plan

source: Planos inteligentes para evoluir sem improviso.
de: Intelligente Pläne, um dich gezielt weiterzuentwickeln.
en: Smart plans to help you improve with no guesswork.

source: Política de Privacidade
de: Datenschutzerklärung
en: Privacy Policy

source: Preferências de treino
de: Trainingseinstellungen
en: Training preferences

source: Prescrito
de: Vorgegeben
en: Prescribed

source: Prévia %@
de: Vorschau %@
en: Preview %@

source: Principal
de: Hauptteil
en: Main

source: Privacidade
de: Datenschutz
en: Privacy

source: Pro
de: Profi

source: Profile
de: Profil

source: PROGRESSO GERAL
de: GESAMTFORTSCHRITT
en: OVERALL PROGRESS

source: Progresso sem pressa
de: Fortschritt ohne Eile
en: Progress without rushing

source: Projeção atual
de: Aktuelle Prognose
en: Current projection

source: Pronto
de: Bereit
en: Ready

source: Pronto para correr?
de: Bereit zu laufen?
en: Ready to run?

source: Próximo treino
de: Nächstes Training
en: Next workout

source: Pulado
de: Übersprungen
en: Skipped

source: Pular por agora
de: Später überspringen
en: Skip for now

source: Pular treino
de: Training überspringen
en: Skip workout

source: Qua
de: Mi
en: Wed

source: Quais dias da semana você quer treinar?
de: An welchen Wochentagen möchtest du trainieren?
en: Which days of the week do you want to train?

source: Quando um treino do plano for concluido com uma corrida do Apple Health, ele aparece aqui com o prescrito e o executado.
de: Wenn ein Training aus deinem Plan mit einem Lauf aus Apple Health abgeschlossen wird, erscheint es hier mit dem geplanten und dem tatsächlich ausgeführten Training.
en: When a workout from your plan is completed with a run from Apple Health, it shows up here with what was prescribed and what was actually done.

source: Qui
de: Do
en: Thu

source: Rascunho
de: Entwurf
en: Draft

source: Reconstruído pela rota
de: Aus der Route rekonstruiert
en: Reconstructed from route

source: Reconstruído por tempo
de: Aus der Zeit rekonstruiert
en: Reconstructed from time

source: Recordes pessoais
de: Persönliche Rekorde
en: Personal records

source: Recuperacao
de: Erholung
en: Recovery

source: Recuperação
de: Erholung
en: Recovery

source: Recuperação %lld
de: Erholung %lld
en: Recovery %lld

source: Recurso não encontrado
de: Ressource nicht gefunden
en: Resource not found

source: Refazer
de: Erneut aufnehmen
en: Retake

source: Registrado pelo Athly
de: Von Athly aufgezeichnet
en: Recorded by Athly

source: Relatório de dados/IA
de: Daten-/KI-Bericht
en: Data/AI report

source: Remover aviso em %@
de: Hinweis bei %@ entfernen
en: Remove alert at %@

source: rep
de: Ruhe
en: rest

source: Responda à avaliação para criarmos seu plano de treino personalizado com base no seu nível e objetivos.
de: Beantworte die Einschätzung, damit wir deinen persönlichen Trainingsplan basierend auf deinem Niveau und deinen Zielen erstellen können.
en: Answer the assessment so we can create your personalized training plan based on your level and goals.

source: Resposta inválida do servidor
de: Ungültige Serverantwort
en: Invalid server response

source: Restaurando...
de: Wird wiederhergestellt...
en: Restoring...

source: Restaurar compra
de: Kauf wiederherstellen
en: Restore purchase

source: Resumo da IA
de: KI-Zusammenfassung
en: AI Summary

source: Resumo detalhado da análise feita a partir dos seus treinos recentes.
de: Detaillierte Zusammenfassung der Analyse deiner letzten Trainingseinheiten.
en: Detailed summary of the analysis based on your recent workouts.

source: RevenueCat nao esta configurado nesta build.
de: RevenueCat ist in diesem Build nicht konfiguriert.
en: RevenueCat isn't configured in this build.

source: Ritmo
de: Pace
en: Pace

source: Ritmo %@–%@/km
de: Pace %@–%@/km
en: Pace %@–%@/km

source: Ritmo ≥ %@/km
de: Pace ≥ %@/km
en: Pace ≥ %@/km

source: Ritmo em que você corre sentindo-se bem — sem forçar
de: Das Tempo, in dem du dich wohlfühlst — ohne dich zu überfordern
en: The pace you run comfortably — without pushing

source: Rodando diagnostico Zepp...
de: Zepp-Diagnose wird ausgeführt ...
en: Running Zepp diagnostic...

source: Rodar diagnostico Zepp
de: Zepp-Diagnose ausführen
en: Run Zepp diagnostic

source: Run
de: Laufen

source: Sáb
de: Sa
en: Sat

source: Sair
de: Abmelden
en: Log Out

source: Sair da conta
de: Abmelden
en: Log out

source: Sair da conta e exclusão permanente
de: Abmelden und endgültige Löschung
en: Log out and permanent deletion

source: Salva localmente no Athly. Apple Health indisponivel neste dispositivo.
de: Lokal in Athly gespeichert. Apple Health ist auf diesem Gerät nicht verfügbar.
en: Saved locally in Athly. Apple Health is unavailable on this device.

source: Salva somente no Athly. Voce pode enviar ao Apple Health quando quiser.
de: Nur in Athly gespeichert. Du kannst ihn jederzeit an Apple Health senden.
en: Saved only in Athly. You can send it to Apple Health whenever you want.

source: Salvando corrida...
de: Lauf wird gespeichert...
en: Saving run...

source: Salvando...
de: Speichern...
en: Saving...

source: Salvar
de: Speichern
en: Save

source: Salvar alterações
de: Änderungen speichern
en: Save changes

source: Salvar também no Apple Health
de: Auch in Apple Health speichern
en: Also save to Apple Health

source: Salvo na galeria!
de: In der Galerie gespeichert!
en: Saved to gallery!

source: Se você correu, verifique se o Apple Health está ativado nas configurações do app.
de: Wenn du gelaufen bist, überprüfe, ob Apple Health in den App-Einstellungen aktiviert ist.
en: If you ran, check that Apple Health is enabled in the app settings.

source: Seg
de: Mo
en: Mon

source: Segundos
de: Sekunden
en: Seconds

source: Seja honesto — vamos ajustar seus treinos
de: Sei ehrlich — wir passen deine Trainingseinheiten an
en: Be honest — we'll adjust your workouts

source: Selecione a corrida que corresponde a este treino (até 2 dias após o planejado):
de: Wähle den Lauf aus, der zu diesem Training passt (bis zu 2 Tage nach dem geplanten Datum):
en: Select the run that matches this workout (up to 2 days after the planned date):

source: Selecione ao menos um dia — você pode ajustar depois no perfil.
de: Wähle mindestens einen Tag aus — du kannst das später in deinem Profil anpassen.
en: Select at least one day — you can adjust this later in your profile.

source: Sem alvo definido
de: Kein Ziel definiert
en: No target set

source: Sem assinatura ativa
de: Kein aktives Abo
en: No active subscription

source: Sem meta definida
de: Kein Ziel festgelegt
en: No goal set

source: Semana %lld · %@
de: Woche %lld · %@
en: Week %lld · %@

source: Semana %lld/%lld
de: Woche %lld/%lld
en: Week %lld/%lld

source: SEMANA ANTERIOR
de: VORHERIGE WOCHE
en: PREVIOUS WEEK

source: Semanas
de: Wochen
en: Weeks

source: Semanas de treino geradas com base no seu histórico.
de: Wöchentliches Training basierend auf deiner Historie.
en: Weekly training generated from your history.

source: Senha
de: Passwort
en: Password

source: Senha deve conter letras maiúsculas, minúsculas e números
de: Das Passwort muss Groß- und Kleinbuchstaben sowie Zahlen enthalten
en: Password must contain uppercase and lowercase letters and numbers

source: Senha deve ter no mínimo 8 caracteres
de: Das Passwort muss mindestens 8 Zeichen lang sein
en: Password must be at least 8 characters

source: Senha é obrigatória
de: Passwort ist erforderlich
en: Password is required

source: Série
de: Satz
en: Set

source: Sessão
de: Sitzung
en: Session

source: Sessão concluída
de: Einheit abgeschlossen
en: Session completed
